import random


character_set = ['ㄱ','ㄲ','ㄴ','ㄷ','ㄸ',
		 'ㄹ','ㅁ','ㅂ','ㅅ','ㅆ',
		 'ㅇ','ㅈ','ㅊ','ㅋ','ㅌ',
		 'ㅍ','ㅎ','あ','い','う',
		 'え','お','は','ひ','ふ',
		 'へ','ほ','か','き','く',
		 'α','γ','δ','ε','ζ','η',
		 'θ','ι','κ','λ','μ','ν',
	         'ξ','ο','π','ρ','σ','τ',
		 'υ','φ','1','2','3','4',
		 '5','6','7','8','9','!',
		 '@','#','$','%','^','&',
		 '*','(',')','-','+','=',]

cipher = []


for index in range(72):
    x = random.choice(character_set)
    cipher.append(x)

cat = ''.join(cipher)
print(cat)
